tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "macvim-dev/macvim"
tap "mutagen-io/mutagen"
tap "neovim/neovim"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "readline"
brew "xz"
brew "python@3.9"
brew "pkg-config"
brew "pixman"
brew "gdk-pixbuf"
brew "icu4c"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "libyaml"
brew "ansible"
brew "ansible-lint"
brew "giflib"
brew "apr"
brew "apr-util"
brew "atk"
brew "autoconf"
brew "autoenv"
brew "autojump"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bat"
brew "boost"
brew "brew-cask-completion"
brew "c-ares"
brew "cap-completion"
brew "gmp"
brew "isl"
brew "cloog"
brew "cmake"
brew "libunistring"
brew "rtmpdump"
brew "libtool"
brew "unixodbc"
brew "gd"
brew "libsodium"
brew "oniguruma"
brew "pcre2"
brew "php"
brew "composer"
brew "coreutils"
brew "cscope"
brew "dbus"
brew "dos2unix"
brew "doxygen"
brew "duff"
brew "editorconfig"
brew "entr"
brew "exa"
brew "exiftool"
brew "fasd"
brew "fd"
brew "fdupes"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "little-cms2"
brew "openjpeg"
brew "zeromq"
brew "ffmpeg"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "fftw"
brew "findutils"
brew "flex"
brew "fzf"
brew "gem-completion"
brew "geoip"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-time"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "libepoxy"
brew "gtk+3"
brew "gtksourceview3"
brew "htop"
brew "hugo"
brew "shared-mime-info"
brew "imagemagick"
brew "irssi"
brew "jemalloc"
brew "jq"
brew "knock"
brew "kubernetes-cli"
brew "lc0"
brew "libcroco"
brew "libexif"
brew "libgsf"
brew "unibilium"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvirt"
brew "libvterm"
brew "libxml2"
brew "lynx"
brew "macvim"
brew "openjdk"
brew "maven"
brew "maven-completion"
brew "metis"
brew "mkdocs"
brew "msgpack"
brew "mtr"
brew "tokyo-cabinet"
brew "mutt"
brew "mysql"
brew "ncdu"
brew "neon"
brew "neovim"
brew "node"
brew "numpy"
brew "open-completion"
brew "openconnect"
brew "openssl@3"
brew "orc"
brew "packer"
brew "packer-completion"
brew "pandoc"
brew "pbzip2"
brew "pigz"
brew "pip-completion"
brew "qt"
brew "poppler"
brew "postgresql"
brew "pth"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygobject3"
brew "qcachegrind"
brew "qemu"
brew "r"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "rbspy"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby-completion"
brew "scipy"
brew "scons"
brew "sip"
brew "utf8proc"
brew "subversion"
brew "suite-sparse"
brew "swig"
brew "tbb"
brew "terminal-notifier"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "v8"
brew "vagrant-completion"
brew "webkit2png"
brew "wget"
brew "wireguard-tools"
brew "wxwidgets"
brew "yaz"
brew "z"
brew "zlib"
brew "zopfli"
brew "zsh"
brew "zsh-completions"
brew "mutagen-io/mutagen/mutagen"
brew "mutagen-io/mutagen/mutagen-compose"
brew "thoughtbot/formulae/rcm"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "alfred"
cask "atom"
cask "bitbar"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "diffmerge"
cask "docker"
cask "font-inconsolata"
cask "gimp"
cask "iterm2"
cask "jiggler"
cask "libreoffice"
cask "mactex"
cask "meld"
cask "moom"
cask "onyx"
cask "oracle-jdk"
cask "sequel-pro"
cask "skype"
cask "sourcetree"
cask "tableplus"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
cask "zotero"
