tap "thoughtbot/formulae"
tap "buo/cask-upgrade"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/boneyard"
tap "homebrew/python"
tap "homebrew/x11"
tap "homebrew/bundle"
tap "d12frosted/emacs-plus"
tap "caskroom/fonts"
tap "caskroom/cask"
tap "macvim-dev/macvim"
tap "neovim/neovim"
cask "java"
cask "osxfuse"
cask "xquartz"
brew "ack"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pixman"
brew "git"
brew "pkg-config"
brew "gdk-pixbuf"
brew "icu4c"
brew "libcroco"
brew "librsvg"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "adwaita-icon-theme"
brew "libyaml"
brew "openssl@1.1"
brew "ansible"
brew "ant"
brew "apple-gcc42"
brew "apr"
brew "apr-util"
brew "atk"
brew "autoconf"
brew "autoenv"
brew "autojump"
brew "automake"
brew "bash"
brew "bash-completion"
brew "boost"
brew "brew-cask-completion"
brew "c-ares"
brew "cap-completion"
brew "gmp@4"
brew "isl@0.12"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "dbus"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docker-compose-completion"
brew "docker-machine"
brew "docker-machine-completion"
brew "dos2unix"
brew "doxygen"
brew "editorconfig"
brew "entr"
brew "fasd"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "fftw"
brew "findutils"
brew "fits"
brew "fzf"
brew "mpfr@2"
brew "libmpc@0.8"
brew "gcc@4.9"
brew "gd"
brew "gem-completion"
brew "geoip"
brew "giflib"
brew "git-lfs"
brew "gnu-time"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gpg-agent"
brew "libtool"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "libepoxy"
brew "gtk+3"
brew "gtksourceview3"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "irssi"
brew "isl@0.11"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "knock"
brew "kubernetes-cli"
brew "libevent"
brew "libexif"
brew "libgsf"
brew "libsodium"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "little-cms2"
brew "lynx"
brew "macvim"
brew "maven"
brew "maven-completion"
brew "metis"
brew "msgpack"
brew "mtr"
brew "tokyo-cabinet"
brew "mutt"
brew "mysql"
brew "ncdu"
brew "neon"
brew "unibilium"
brew "neovim"
brew "node"
brew "numpy"
brew "open-completion"
brew "openjpeg"
brew "orc"
brew "packer"
brew "packer-completion"
brew "pandoc"
brew "pcre2"
brew "phantomjs"
brew "pigz"
brew "pip-completion"
brew "poppler"
brew "postgresql"
brew "py2cairo"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygobject3"
brew "qt"
brew "qcachegrind"
brew "qt@5.5"
brew "r"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby-completion"
brew "scipy"
brew "scons"
brew "shared-mime-info"
brew "sip"
brew "sshfs"
brew "subversion"
brew "suite-sparse"
brew "swig"
brew "tbb"
brew "terminal-notifier"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "utf8proc"
brew "v8"
brew "vagrant-completion"
brew "vips", args: ["with-imagemagick", "with-webp"]
brew "webkit2png"
brew "weechat"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "wxmac"
brew "yaz"
brew "z"
brew "zeromq"
brew "zlib"
brew "zopfli"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus"
brew "homebrew/php/boris"
brew "homebrew/php/composer"
brew "homebrew/php/php-code-sniffer"
brew "homebrew/php/php-cs-fixer"
brew "homebrew/php/phpunit"
brew "homebrew/science/matplotlib"
brew "thoughtbot/formulae/rcm"
cask "adium"
cask "alfred"
cask "atom"
cask "bitbar"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "gpgtools"
cask "iterm2"
cask "kitematic"
cask "libreoffice"
cask "limechat"
cask "mactex"
cask "moom"
cask "rstudio"
cask "skype"
cask "sourcetree"
cask "textwrangler"
cask "torbrowser"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "xmind"
cask "caskroom/fonts/font-inconsolata"
