tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "knazarov/qemu-virgl"
tap "macvim-dev/macvim"
tap "mutagen-io/mutagen"
tap "neovim/neovim"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "pkg-config"
brew "pixman"
brew "xz"
brew "libtiff"
brew "gdk-pixbuf"
brew "icu4c"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "libyaml"
brew "readline"
brew "ansible"
brew "ansible-lint"
brew "giflib"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "apr"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "unixodbc"
brew "asdf"
brew "dbus"
brew "at-spi2-core"
brew "autoenv"
brew "autojump"
brew "bash"
brew "bash-completion"
brew "oniguruma"
brew "bat"
brew "bfs"
brew "bison"
brew "boost"
brew "brew-cask-completion"
brew "c-ares"
brew "cap-completion"
brew "isl"
brew "cloog"
brew "cmake"
brew "libunistring"
brew "rtmpdump"
brew "gd"
brew "libsodium"
brew "php"
brew "composer"
brew "cscope"
brew "docker-slim"
brew "dos2unix"
brew "doxygen"
brew "duff"
brew "duti"
brew "editorconfig"
brew "wxwidgets"
brew "elixir"
brew "entr"
brew "exercism"
brew "exiftool"
brew "eza"
brew "fd"
brew "fdupes"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "openjpeg"
brew "leptonica"
brew "numpy"
brew "tbb"
brew "zeromq"
brew "ffmpeg"
brew "fftw"
brew "findutils"
brew "flex"
brew "fzf"
brew "gawk"
brew "gem-completion"
brew "geoip"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-time"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "graphicsmagick"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "libepoxy"
brew "gtk+3"
brew "gtksourceview3"
brew "htop"
brew "hugo"
brew "imagemagick@6"
brew "qpdf"
brew "irssi"
brew "jemalloc"
brew "jq"
brew "knock"
brew "kubernetes-cli"
brew "lc0"
brew "libffi"
brew "python@3.9"
brew "libcroco"
brew "libexif"
brew "libgsf"
brew "shared-mime-info"
brew "libheif"
brew "libiconv"
brew "libmng"
brew "libraw"
brew "unibilium"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvirt", restart_service: true
brew "libvterm"
brew "libxml2"
brew "lsd"
brew "lynx"
brew "mackup"
brew "macvim"
brew "maven"
brew "maven-completion"
brew "maven@3.5"
brew "metis"
brew "mkdocs"
brew "msgpack"
brew "mtr"
brew "tokyo-cabinet"
brew "mutt"
brew "zlib"
brew "mysql"
brew "ncdu"
brew "neon"
brew "neovim"
brew "node"
brew "ocrmypdf"
brew "open-completion"
brew "openconnect"
brew "openjdk@11"
brew "orc"
brew "packer"
brew "packer-completion"
brew "pandoc"
brew "pbzip2"
brew "poppler"
brew "pdfgrep"
brew "php@7.4"
brew "zopfli"
brew "pigz"
brew "pip-completion"
brew "postgresql@14"
brew "pth"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygobject3"
brew "qt@5"
brew "qcachegrind"
brew "qemu"
brew "qt"
brew "r"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "rbspy"
brew "rclone"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rpm"
brew "rsync"
brew "ruby-completion"
brew "rustup-init"
brew "scipy"
brew "scons"
brew "sip"
brew "utf8proc"
brew "subversion"
brew "suite-sparse"
brew "swig"
brew "terminal-notifier"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "v8"
brew "vagrant-completion"
brew "webkit2png"
brew "wget"
brew "wireguard-tools"
brew "yaz"
brew "yq"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "mutagen-io/mutagen/mutagen"
brew "mutagen-io/mutagen/mutagen-compose"
brew "thoughtbot/formulae/rcm"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "alfred"
cask "bitbar"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "diffmerge"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-inconsolata"
cask "font-iosevka-nerd-font"
cask "gimp"
cask "github"
cask "iterm2"
cask "jiggler"
cask "libreoffice"
cask "mactex"
cask "meld"
cask "moom"
cask "onyx"
cask "oracle-jdk"
cask "sequel-pro"
cask "skype"
cask "sourcetree"
cask "tableplus"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
cask "zotero"
vscode "alefragnani.bookmarks"
vscode "alexdima.copy-relative-path"
vscode "bbenoist.vagrant"
vscode "bmewburn.vscode-intelephense-client"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dhoeric.ansible-vault"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "grapecity.gc-excelviewer"
vscode "ikappas.composer"
vscode "jakebecker.elixir-ls"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.makefile-tools"
vscode "noku.rails-run-spec-vscode"
vscode "octref.vetur"
vscode "pkief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "sdras.vue-vscode-extensionpack"
vscode "sdras.vue-vscode-snippets"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "zignd.html-css-class-completion"
